Repository: wp-plugins/posts-in-sidebar
Catalog: languages/pis-*.po
Languages: fr_fr

source: Display a list of posts in a widget
fr_fr: Affiche une liste d'articles dans un widget.

source: Posts in Sidebar
fr_fr: Articles dans le Sidebar

source: Posts
fr_fr: Articles

source: Category:
fr_fr: Catégorie:

source: More posts &rarr;
fr_fr: Plus d'articles &rarr;

source: No posts yet.
fr_fr: Aucun article en ce moment.

source: The title of the widget
fr_fr: Le titre du widget

source: Title
fr_fr: Titre

source: Link for the title of the widget
fr_fr: Lien pour le titre du widget

source: Introductory text for the widget
fr_fr: Texte d'introduction pour le widget

source: Allowed HTML: %s. Other tags will be stripped.
fr_fr: HTML permis: %s. Les codes non permis seront éliminés.

source: Author
fr_fr: Auteur

source: None
fr_fr: Aucun

source: Category
fr_fr: Catégorie

source: How many posts to display
fr_fr: Nombre d'articles à afficher

source: Order by
fr_fr: Placer en ordre de

source: ID
fr_fr: Numéro d'identification

source: Modified
fr_fr: Modifié

source: Random
fr_fr: Au hasard

source: Order
fr_fr: Ordre

source: Ascending
fr_fr: Ascendant

source: Descending
fr_fr: Descendant

source: Number of posts to skip
fr_fr: Nombre d'articles à sauter

source: Post status
fr_fr: Statut de l'article

source: Post meta key
fr_fr: Clé méta de l'article

source: Post meta value
fr_fr: Valeur meta de l'article

source: Ignore sticky posts
fr_fr: Ignorer les articles fixes

source: Sticky posts are automatically ignored if you set up an author or a taxonomy in this widget.
fr_fr: Les articles fixes sont ignorés automatiquement si un auteur ou une taxonomie est spécifiée dans le widget.

source: Exclude these posts
fr_fr: Exclure ces articles

source: Use <code>CTRL+clic</code> to select/deselect multiple items.
fr_fr: Utilisez <code>CTRL+clic</code> pour sélectionner/désélectionner plusieurs items.

source: Exclude posts from these categories
fr_fr: Exclure les articles de ces catégories

source: Exclude posts from these tags
fr_fr: Exclure les articles avec ces tags

source: The title of the post
fr_fr: Le titre de l'article

source: Display the title of the post
fr_fr: Afficher le titre de l'article

source: Link the title to the post
fr_fr: Faire un lien sur le titre de l'article

source: Show an arrow after the title
fr_fr: Afficher une flèche après le titre

source: The featured image of the post
fr_fr: L'image de l'article

source: Display the featured image of the post
fr_fr: Afficher l'image de l'article

source: Size of the thumbnail
fr_fr: Grosseur de l'image

source: Note that in order to use image sizes different from the WordPress standards, add them to your functions.php. See the %1$sCodex%2$s for further information.
fr_fr: Pour pouvoir utiliser une grosseur d'image autre que celle spécifié dans votre thème, ajouter la fonction à votre fichier functions.php. Voir %1$sCodex%2$s pour plus d'information.

source: You can also use a plugin that could help you in doing it.
fr_fr: Vous pouvez également utiliser un plugin pour vous aider à le faire.

source: The text of the post
fr_fr: Le texte de l'article

source: What type of text to display
fr_fr: Quel genre de texte à afficher

source: The excerpt
fr_fr: Le sommaire

source: The entire content
fr_fr: Le contenu en entier

source: Do not show any text
fr_fr: Ne pas afficher de texte

source: Shortcodes will be stripped.
fr_fr: Les shortcodes seront éliminés.

source: Length of the excerpt (in words)
fr_fr: Longueur du sommaire (en mots)

source: Show an arrow after the excerpt
fr_fr: Afficher une flèche après le sommaire

source: The date and the comments of the post
fr_fr: La date et les commentaires de l'article

source: Display the date of the post
fr_fr: Afficher la date de l'article

source: Link the date to the post
fr_fr: Mettre un lien sur la date de l'article

source: Display the number of comments
fr_fr: Afficher le nombre de commentaires

source: The categories of the post
fr_fr: Les catégories de l'article

source: Show the categories of the post
fr_fr: Afficher les catégories de l'article

source: Text before categories list
fr_fr: Texte avant la liste de catégories

source: Use this separator between categories
fr_fr: Utiliser ce séparateur entre les catégories

source: A space will be added after the separator.
fr_fr: Un espace sera ajouté après le séparateur.

source: The tags of the post
fr_fr: Les tags de l'article

source: Show the tags of the post
fr_fr: Afficher les tags de l'article

source: Text before tags list
fr_fr: Texte avant la liste de tags

source: Use this hashtag
fr_fr: Utiliser ce hashtag

source: Use this separator between tags
fr_fr: Utiliser ce séparateur entre les tags

source: The link to the archive
fr_fr: Le lien à l'archive

source: Show the link to the taxonomy archive
fr_fr: Afficher le lien à la taxonomie de l'archive

source: Link to
fr_fr: Lien à

source: Author Archive
fr_fr: Auteur de l'archive

source: Category Archive
fr_fr: Catégorie de l'archive

source: Tag Archive
fr_fr: Tag de l'archive

source: Use this text for archive link
fr_fr: Utiliser ce texte pour le lien de l'archive

source: Please, note that if you don't select any taxonomy, the link won't appear.
fr_fr: Veuillez noter que si aucune taxonomie n'est sélectionnée, le lien ne sera pas affiché.

source: Use this text when there are no posts
fr_fr: Utiliser ce texte lorsqu'il n'y a aucun article

source: Permalink to %s
fr_fr: Permalien à %s

source: Read the full post
fr_fr: Lire la suite de l'article

source: Leave a comment
fr_fr: Laisser un commentaire

source: 1 Comment
fr_fr: 1 commentaire

source: % Comments
fr_fr: % commentaires

source: Display all posts archived as %s
fr_fr: Afficher tous les articles archivés comme %s

source: Display all posts by %s
fr_fr: Afficher tous les articles par %s

source: Published on
fr_fr: Publié le
